Repository: MartinValchevv/dev-tasks-up
Catalog: languages/dev-tasks-up-*.po
Languages: bg_bg

source: An application has been set up to run in the following path
bg_bg: Приложението е настроено да работи в следния път

source: Are you sure ?
bg_bg: Сигурни ли сте ?

source: Assignee
bg_bg: Закачи

source: Changes are saved
bg_bg: Промените са запазени

source: Choose a folder
bg_bg: Избор на папка

source: Choose a list
bg_bg: Избор на списък

source: Choose a Workspace
bg_bg: Избери работна среда

source: Choose a Workspace name
bg_bg: Избери име на работна среда

source: Choose an existing Workspace (choose a sheet in which the client will be able to create tasks and see the progress of the tasks)
bg_bg: Изберете съществуваща работна среда (изберете списък, в който клиентът ще може да създава задачи и да вижда напредъка на задачите)

source: Client ID
bg_bg: Клиент ID

source: Client name
bg_bg: Име на клиента

source: Client Secret
bg_bg: Таен код на потребителя

source: Comment
bg_bg: Коментар

source: Connected
bg_bg: Свързан

source: Connecting with ClickUp account
bg_bg: Свързан с ClickUp профил

source: Create
bg_bg: Създай

source: Create a new working environment (automatically creates a folder with the client's domain in the new working environment, in the folder it creates a new list with the title Clients)
bg_bg: Създаване на нова работна среда (автоматично създава папка с домейна на клиента в новата работна среда, в папката създава нов списък със заглавие Клиенти)

source: Create Task
bg_bg: Създай задача

source: Deactivating...
bg_bg: Деактивиране...

source: Description
bg_bg: Описание

source: Disconnected
bg_bg: Прекъснат

source: Do you want to disconnect ?
bg_bg: Искате ли да прекъснете връзката ?

source: Folder
bg_bg: Папка

source: here
bg_bg: тук

source: High
bg_bg: Висок

source: I couldn't get the plugin to work
bg_bg: Не можах да накарам разширението да работи

source: I found a better plugin
bg_bg: Намерих по-добро разширение

source: I no longer need the plugin
bg_bg: Вече нямам нужда от разширението

source: If you have a moment, please share why you are deactivating DevtasksUp - ClickUp integration
bg_bg: Ако имате време, моля, споделете защо деактивирате DevtasksUp - ClickUp integration

source: If you like this plugin, please <a href="%s" target="_blank">make a donation</a> or leave me a <a href="%s" target="_blank">&#9733;&#9733;&#9733;&#9733;&#9733;</a> rating to support continued development. Thanks a bunch!
bg_bg: Ако харесвате това разширение, моля <a href="%s" target="_blank">направете дарение</a> или оставете <a href="%s" target="_blank">&#9733;&#9733;&#9733;&#9733;&#9733;</a> оценка за подпомагане на непрекъснатото развитие. Благодаря !

source: It's a temporary deactivation
bg_bg: Временно деактивиране

source: List
bg_bg: Списък

source: Low
bg_bg: Нисък

source: No, cancel
bg_bg: Не, откажи

source: None
bg_bg: Няма

source: Normal
bg_bg: Нормален

source: Other
bg_bg: Друга

source: Personal API Token
bg_bg: Пресонален API Token

source: Please share the reason
bg_bg: Моля, споделете причината

source: Please share which plugin
bg_bg: Моля, споделете с кое разширение

source: Plugin was not meeting expectations
bg_bg: Разширението не отговаря на очакванията

source: Priority
bg_bg: Приоритет

source: Quick Feedback
bg_bg: Бърза обратна връзка

source: Receive email notifications from ClickUp when a new comment is posted
bg_bg: Получавай известия по имейл от ClickUp, когато е изпратен нов коментар

source: Receive email notifications from ClickUp when a new task is created
bg_bg: Получавай известия по имейл от ClickUp, когато е създадена нова задача

source: Redirect URL(s)
bg_bg: Пренасочване на адрес

source: Save Changes
bg_bg: Запазване

source: Select a folder to attach tasks to
bg_bg: Избери папка към която да прикачите задачи

source: Select a list to attach tasks to
bg_bg: Избери списък към който да прикачите задача

source: Select a workspace to attach tasks to
bg_bg: Избери работна среда към която да прикачите задача

source: Settings
bg_bg: Настройки

source: Skip & Deactivate
bg_bg: Пропусни & Деактивирай

source: Submit & Deactivate
bg_bg: Изпрати & Деактивирай

source: Summary
bg_bg: Обобщение

source: Task Center
bg_bg: Задачи

source: The plugin integrates ClickUp into the admin for streamlined task management. Simply add an API key for full access to create tasks, leave comments, and view task priority. Ideal for developers to set up for clients for seamless task delegation.
bg_bg: Разширението е за интеграция с ClickUp в администрацията за рационално управеление на задачите. Просто добави ключ за API за пълен достъп, за създаване на задачи, писане на каментари и преглеждане и прегледайте приоритета на задачите. Идеален за разработчици които да настроят на свойте клиенти за безпроблемно делегиране на задачи.

source: The plugin is not configured
bg_bg: Разширението не е конфигурирано

source: This field is required
bg_bg: Това поле е задължително.

source: To change this setting
bg_bg: Промени тази настройка

source: To send a comment you must enter your comment in the field
bg_bg: За да изпратите коментар - трябва да въведете коментар в полето

source: Unassigned
bg_bg: Никой

source: Urgent
bg_bg: Спешно

source: Workspace
bg_bg: Работна среда

source: Yes, confirm
bg_bg: Да, потвърди

source: Yes, disconnected !
bg_bg: Да, прекъсни !

source: You must set up the link to your ClickUp account from the page. If you don't have an account, you can create one %s. Only a user with administrator rights can make the settings
bg_bg: Трябва да настройте връзка към вашия ClickUp профил. Ако нямате профил може да създадете от %s. Само потребители с администраторски права могат да правят настройки
